[
    {
        "id": "words-on-stream",
        "name": "Words on Stream",
        "image": "/Assets/WOS.jpg",
        "link": "https://wos.gg",
        "description": "WOS is an interactive and innovative game where players challenge themselves to form words from mixed letters displayed on the screen. Players play collaboratively to overcome challenges like hidden letters and fake letters reaching new levels of difficulty."
    },
    {
        "id": "gartic-on-stream",
        "name": "Gartic on Stream",
        "image": "/Assets/GOS.jpg",
        "link": "https://gos.gg",
        "description": "Gartic gathers around players in an exciting experience of drawing and guessing. One gets a word and draws it while others try to guess it at all costs, at least until the turn's turn. Every guess leads to points rewards that promote a ranking competition, a rush to find the best player."
    },
    {
        "id": "gartic-show",
        "name": "Gartic Show",
        "image": "/Assets/GS.jpg",
        "link": "https://gartic.show/",
        "description": "Gartic Show is a live interactive game where streamers can broadcast their drawing, with the audience guessing the drawings via twitch chat to earn points. Streamers have the option to use system words or their own custom words for drawing, and can adjust the round dynamics and number of rounds."
    },
    {
        "id": "gartic-phone",
        "name": "Gartic Phone",
        "image": "/Assets/GP.jpg",
        "link": "https://garticphone.com/",
        "description": "Gartic Phone, a virtual version of the classic \"Telephone Game\" enhanced with drawing tools and voice chat capabilities for a more fun experience. The game combines traditional sentence interpretation with creative drawing challenges, resulting in unexpected and hilarious outcomes."
    },
    {
        "id": "stream-pairs",
        "name": "Stream Pairs",
        "image": "/Assets/SP.jpg",
        "link": "https://streampairs.com/",
        "description": "Stream Pairs is an online evolution of the popular \"Memory Matching Game\", entertainment that has gotten people together for decades. It evolved this traditional concept to allow streamers to join forces with their audience and play using their streaming platform chat."
    },
    {
        "id": "emote-search",
        "name": "Emote Search",
        "image": "/Assets/ES.jpg",
        "link": "https://emotesearch.com/",
        "description": "Emote Search is a streaming game in which the objective is to find the sequences of emotes previous listed on the screen table, just as in the famous game word search. Instead of the words, players need to find emote sequences. The streamer plays along with their audience, trying typing the coordinates of the sequences in the chat. The term \"emote\" refers to the emoji pictures on Twitch."
    },
    {
        "id": "save-the-deal",
        "name": "Save The Deal",
        "image": "/Assets/STD1.png",
        "link": "https://savethedeal.gg/",
        "description": "Save The Deal was created thinking of that familiar feeling of collecting stickers to trade it for a reward or a good promotion."
    },
    {
        "id": "stopots",
        "name": "StopotS",
        "image": "/Assets/StopotS.jpg",
        "link": "https://stopots.com/",
        "description": "StopotS is the online version of Stop, a trendy worldwide game known as Scattergories and as \"City, Country, River.\""
    },
    {
        "id": "funocracy",
        "name": "Funocracy",
        "image": "/Assets/Funocracy.jpg",
        "link": "https://funocracy.com/",
        "description": "Funocracy is a fast-paced card game that challenges your creativity and quick thinking. Each round, players respond to quirky themes using one of three random letters. But here's the twist: you only score if the Fun Trial votes your answer as NICE! Born in 2025, Funocracy is made for quick thinkers, chaotic geniuses, and anyone who loves a little friendly judgment."
    }
]